/* Go back action title */
"Back" = "Indietro";

/* Continue action title */
"Continue" = "Continua";

/* Setup a new printer title */
"Set Up New Printer" = "Configura nuova stampante";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "Sono sufficienti pochi semplici passi per iniziare a utilizzare la stampante HP.";

/* Prepare printer message */
"Prepare" = "Prepara";

/* Click continue message on prepare printer view */

/* Ensure power is on message on prepare printer view */
"Power is ON" = "Il dispositivo è acceso";

/* Unconfigured printer display name */
"New Wireless Printer" = "Nuova stampante wireless";

/* Printer selection view title */
"Connect" = "Eseguire la connessione";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Fare clic su Continua per configurare una nuova stampante wireless oppure su Mostra tutte per selezionare una stampante già connessa.";

/* Show all printers button title */
"Show All" = "Mostra tutte";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Completare questi passi per aggiungere la stampante alla rete Wi-Fi.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Connettere il Mac alla stampante";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Fare clic sull'icona Wi-Fi sulla barra dei menu e selezionare la rete della stampante (inizia con \"HP-Setup\").";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Fare clic sull'icona Wi-Fi sulla barra dei menu e selezionare la rete della stampante (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Ripristinare l'impostazione Wi-Fi originale del Mac";

/* Generic network name in lowercase */
"your network" = "la rete";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Fare clic sull'icona Wi-Fi sulla barra dei menu e selezionare la rete %@.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Fare clic sull'icona Wi-Fi sulla barra dei menu, selezionare \"Accedi a un altro network\" e connettersi alla rete %@.";

/* Generic network name */
"Your network" = "La rete";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "La rete Wi-Fi %1$@ richiede una password %2$@.";

/* Password title */
"Password:" = "Password:";

/* Cancel button title */
"Cancel" = "Annulla";

/* OK button title */
"OK" = "OK";


/* Try again button title */
"Try Again" = "Riprova";


/* Default button of alert on timeout while restoring connection */
"Wait" = "Attendi";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Riconfigura";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Verificare che il nome della rete e la password siano corretti, quindi riprovare o selezionare un'altra rete nell'elenco.";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "Annulla";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Impossibile connettersi alla rete \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "Sulla rete \"%1$@\" è attiva la crittografia %2$@. Questo tipo di crittografia non è supportato.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Per preparare la stampa, fare quanto segue.";
"Click Add Printer. A new window will open." = "Fare clic su Aggiungi stampante. Verrà aperta una nuova finestra.";
"Add Printer..." = "Aggiungi stampante…";
"In the newly opened window:" = "Nella nuova finestra:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Selezionare \"%1$@\" nel menu a comparsa %2$@.";
"Use" = "Usa";
"Print Using" = "Stampa con";


"Click Add." = "Fare clic su Aggiungi.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Per verificare che la stampante sia stata configurata correttamente, inserire un foglio di carta %@ nel cassetto della carta e fare clic su Stampa pagina di test.";

"Print Test Page" = "Stampa pagina di test";

/* The name of the print job */
"Test Page" = "Pagina di test";

"Add and Verify" = "Aggiungi e verifica";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Cercare ed eseguire l'associazione a una rete Wi-Fi.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Immettere il nome e il tipo di sicurezza della rete per l'associazione.";

/* Network name label */
"Network Name:" = "Nome della rete:";

/* Security type label */
"Security:" = "Sicurezza:";

/* Password label */
"Password:" = "Password:";

/* Show password checkbox title */
"Show password" = "Mostra password";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Applica";

"Done" = "Fine";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Aggiornamento reti in corso…";
"No Networks Found" = "Nessuna rete trovata";
"%d Networks Found" = "%d reti trovate";
"Join Other Network..." = "Accedi a un altro network…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: acceso";
"Turn Wi-Fi Off" = "Disattiva Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "Home";
"Create Network..." = "Crea network…";
"Open Network Preferences..." = "Apri preferenze Network…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ sta tentando di modificare le impostazioni di stampa. Per procedere digitare la propria password.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ sta tentando di modificare le impostazioni di stampa. Per proseguire, digitare il nome e la password di un 'amministratore.";

"Account name:" = "Nome account:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/


"Use the Current Driver" = "Usa il driver corrente";

"Switch to the HP Driver" = "Passa al driver HP";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Nessuna";
"wpa_psk_or_wpa2" = "WPA/WPA2 Personal";
"wpa_enterprise" = "WPA Enterprise";
"wpa2_enterprise" = "WPA2 Enterprise";
"wpa_psk" = "WPA Personal";
"wpa2" = "WPA2 Personal";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Preparazione per l'apertura di HP Utility...";
"Thank You!" = "Grazie!";
"Continue with HP Utility" = "Continua con HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Fare clic su Apri HP Utility e seguire la procedura. Dopo aver aperto HP Utility, HP Easy Start si chiuderà automaticamente.";
"Cannot open HP Utility." = "Impossibile aprire HP Utility.";
"Open HP Utility..." = "Apri HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Dopo aver eseguito la connessione e installato il software fondamentale, usare HP Utility per completare le restanti attività di configurazione della stampante.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "Non è possibile individuare automaticamente nessuna opzione software per questo prodotto. Accedere al sito Web di HP per cercare le soluzioni per il prodotto.";
"Searching for software..." = "Ricerca software in corso...";
"Install" = "Installa";
"Recommended" = "Consigliato";
"Installing... %.1f%%" = "Installazione in corso... %.1f%%";
"Loading..." = "Aggiornamento in corso...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "Non è stato possibile attivare i Servizi Web di HP per il dispositivo";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Verificare che il dispositivo sia connesso a Internet e configurato con le impostazioni proxy corrette.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Attività di sistema in corso. Attendere….";

"Cannot obtain software information." = "Impossibile ottenere informazioni sul software.";
"Cannot install software." = "Impossibile installare il software.";
"Go back to the previous step and try to install the software again." = "Tornare al passo precedente e provare di nuovo a installare il software.";
"%@ is busy" = "%@ è occupato";
"Downloading... %@" = "Download in corso... %@";
"Update available" = "Aggiornamento disponibile";
"Downloaded" = "Scaricato";
"Version: %@" = "Versione: %@";
"Status: %@" = "Stato: %@";
"Installed successfully" = "Installato correttamente";
"The software cannot be installed. Try again later." = "Impossibile installare il software. Riprovare più tardi.";
"Cannot connect to server" = "Impossibile connettersi al server";
"Required" = "Obbligatorio";
"Up to date" = "Aggiornato";
"Not Installed" = "Non installato";
"Software installation requires authorization." = "Per installare il software è necessaria un'autorizzazione.";
"Cannot obtain software information. Check your network connection, and then try again." = "Impossibile ottenere le informazioni sul software. Verificare la connessione di rete e riprovare.";
"Cannot download the software." = "Impossibile scaricare il software.";
"Check your network connection, and then try again." = "Verificare la connessione di rete e riprovare.";
"Waiting..." = "Attendere...";
"Connecting..." = "Connessione in corso...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Usare il driver di stampa HP?";
"Select \"%@\"" = "Selezionare \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Seleziona la scheda IP e inserisci %@ nel campo Indirizzo.";

"Choose \"%@\" from the Protocol pop-up menu." = "Scegliere \"%@\" dal menu a comparsa Protocollo.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Scegliere un protocollo supportato dalla stampante nel menu a comparsa Protocollo.";


"Generic PostScript Printer" = "Stampante PostScript generica";
"Generic PCL Printer" = "Stampante PCL generica";

/* Printer search/discovery */
"Ready to Connect" = "Pronta per la connessione";
"Search for IP address: %@" = "Cerca indirizzo IP: %@";
"Searching..." = "Ricerca in corso...";
"No devices have been found." = "Non sono stati trovati dispositivi.";
"No devices have been found" = "Non sono stati trovati dispositivi";

"Search for host name: %@" = "Cerca nome host: %@";

/* Printer configuration */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Nota: facendo clic su Partecipa, il Mac si scollegherà temporaneamente dalla rete wireless. %@";
"More..." = "Altro..."; 
"About HP Auto Wireless Connect" = "Informazioni su HP Auto Wireless Connect";

/* Connect device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Fare clic sull'etichetta sotto l'icona del dispositivo e assegnare un nome al dispositivo facile da ricordare, accertarsi che la rete Wi-Fi attuale del Mac sia selezionata, quindi fare clic su Accedi.";

/* Join button title */
"Join" = "Accedi";

/* Join device to Wi-Fi network connection notes */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Nota: facendo clic su Accedi, il Mac si scollegherà temporaneamente dalla rete wireless. %@";

/* Preferences window title */
"Preferences" = "Preferenze";

/* Error messages */

"Cannot connect to the selected network." = "Impossibile connettersi alla rete selezionata.";
"Cannot configure the printer." = "Impossibile configurare la stampante.";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "Impossibile uscire dall'applicazione durante l'applicazione delle modifiche.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "Stampa abilitata";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Impossibile uscire dall'applicazione durante l'installazione. Attendere il termine dell'installazione.";

/* Reminders */
"Remind Me..." = "Attiva promemoria...";
"Set reminders to explore and install free HP-recommended software." = "Impostare i promemoria per esplorare e installare software gratuiti consigliati da HP.";
"Checking for software..." = "Verifica software in corso...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Home page";

/* Reminder time options */
"30 minutes" = "30 minuti";
"1 hour" = "1 ora";
"1 day" = "1 giorno";
"No reminders" = "Nessun promemoria";

"Enable Printing" = "Abilita stampa";

"You cannot quit the application." = "Impossibile uscire dall'applicazione.";

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Altro software";
"Explore and install free HP recommended software." = "Esplora e installa i software gratuiti consigliati da HP.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Consentire a %@ l'accesso ai promemoria nel riquadro delle Preferenze di Sistema Sicurezza e Privacy.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Seleziona la rete";


/* Info button title */
"More Info" = "Ulteriori informazioni";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "È possibile che %1$@ sia stato eliminato o trasferito altrove. Esci e riapri %1$@, poi riprova.";
"Cannot complete operation" = "Non puoi completare l'operazione";
"Are you sure that you want to skip Online Setup steps?" = "Sei sicuro di voler saltare le fasi della configurazione in linea?";
"Skip" = "Salta";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "La configurazione in linea è parte importante dell'intera configurazione della stampante. Alcune funzionalità del prodotto potrebbero non essere disponibili fino al termine della procedura.";
"Unable to communicate with the printer." = "Non è possibile comunicare con la stampante.";

/* Printer is not found title */
"No devices found that match search criteria" = "Non sono stati trovati dispositivi corrispondenti ai criteri di ricerca";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Controlla che il dispositivo sia acceso e collegato in rete o tramite USB o pronto per la connessione alla rete wireless. Controlla anche il nome del prodotto o il nome assegnato al dispositivo connesso e  assicurati di aver scritto correttamente i dati da cercare. Fai clic sul pulsante Informazioni per altri consigli sulla ricerca se non hai ancora trovato il dispositivo.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "La stampa non è abilitata.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "La stampa non è stata abilitata nelle fasi precedenti, probabilmente perché nella finestra di dialogo Aggiunta stampante hai selezionato la stampante sbagliata. Ripeti la procedura facendo attenzione agli elementi che selezioni.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Esegui la seguente procedura per collegare la stampante. Al termine di ogni operazione, fai clic su \"Riprova\".\n\n1. Controlla che tutti i cavi della stampante siano collegati o che la connessione wireless funzioni correttamente.\n\n2. Spegni la stampante e riaccendila.";

"Username:" = "Nome utente:";

/* Conclusion screen title */
"Continue Online" = "Continua in linea";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Ora che sei connesso e il software essenziale è installato, le rimanenti operazioni di configurazione della stampante avverranno in linea.";

/* Continue Online button title */
"Continue Online..." = "Continua in linea...";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Fai clic su Continua in linea per aprire il browser Web e segui i passaggi visualizzati. Dopo che il browser si sarà aperto, HP Easy Start si chiuderà automaticamente.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Continua la configurazione in linea";
"Skip Online Setup" = "Salta la configurazione in linea";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Sto completando la configurazione...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Verifica che il dispositivo sia acceso, tutti i cavi siano connessi e l'accesso wireless sia attivo sul dispositivo. Fai clic sul pulsante Informazioni per ulteriori suggerimenti se il dispositivo non è ancora stato rilevato.";



/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Lo spazio libero sul disco di avvio non è sufficiente per scaricare il software selezionato. Fai spazio sul disco di avvio eliminando alcuni file e riprova.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start richiede almeno %1$@ di spazio disponibile sul disco di avvio per installare gli elementi selezionati, ma sono disponibili solo %2$@. Rendi disponibile più spazio sul disco di avvio eliminando alcuni file e riprova.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Cerca";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "AirPrint sicuro";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd byte";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd byte";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "Il software HP compatibile con AirPrint %1$@ è disponibile solo per la versione OS X %2$@ o per quelle successive. Cliccare Continua per procedere alla configurazione utilizzando AirPrint";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "I driver HP per il dispositivo %1$@ sono disponibili solo per la versione OS X %2$@ o per quelle successive. Si prega di aggiornare il sistema operativo del computer e di installare i driver HP più recenti.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Ora che sei collegato, le rimanenti attività di configurazione saranno eseguite online.";


/* Enable logging checkbox title */
"Enable Logging" = "Abilita registrazione";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Contratti e impostazioni";

"AgreementsAndSettingsScreenCescription" = "HP raccoglie e analizza dati tecnici e sull’utilizzo di prodotti, software e servizi dal dispositivo in uso al fine di fornire i suoi prodotti e servizi, inclusi aggiornamenti e avvisi, offrendo informazioni e vantaggi utili per l’utente e ottimizzando i prodotti, i servizi e le operazioni aziendali. HP potrebbe inoltre analizzare tali dati in combinazione con altri dati personali raccolti, conformemente all’Informativa sulla privacy di HP, dall’utente, da altri clienti HP o da terzi.\n\nPrendere visione e accettare i seguenti contratti e impostazioni.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Informazioni raccolte durante il processo di configurazione";

"Disclosure of the information collected by HP during the setup process." = "Divulgazione delle informazioni raccolte durante il processo di configurazione";

/* Second agreement: EULA */
"End User License Agreement" = "Contratto di licenza con l'utente finale";

"The legal agreement between HP and users of this software." = "Il contratto legale tra HP e gli utenti del presente software.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Raccolta dei dati per l'ottimizzazione dei prodotti (consigliato)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "Consenti ad HP di raccogliere e analizzare dati sull'utilizzo di software e prodotti";

/* Miscellaneous */

"HP Privacy Statement" = "Tutela della privacy di HP";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "In pochi passaggi, la stampante o lo scanner HP saranno pronti per l'utilizzo!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Fare clic su Continua dopo aver completato le operazioni preliminari.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "I materiali di consumo sono installati, se applicabile";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Se non si intende utilizzare una connessione wireless, collegare il cavo appropriato (USB o Ethernet) dal dispositivo al Mac o alla rete cablata.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Se si necessita di assistenza per una di queste operazioni, consultare le informazioni fornite in dotazione con il prodotto HP.";

/* Unconfigured device display name */
"New Wireless Device" = "Nuovo dispositivo wireless";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Selezionare il dispositivo da utilizzare, quindi fare clic su Continua.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "Errore durante il tentativo di configurazione. Riportare il dispositivo alle impostazioni predefinite, quindi riprovare.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Il dispositivo non supporta la configurazione wireless su una rete wireless. Per ulteriori informazioni, consultare la documentazione del prodotto.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "Dispositivo non trovato nella rete wireless. Fare clic su Attendere per continuare a cercare oppure fare clic su Riconfigura per riavviare la configurazione dall'inizio. Fare clic su Annulla per selezionare un altro dispositivo.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "La configurazione del prodotto HP è stata completata";
"Your device is set up and ready to use." = "Il dispositivo è configurato e pronto per l'utilizzo.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Ora che è stata stabilita la connessione e che il software essenziale è installato, utilizzare HP Utility per completare le restanti operazioni di configurazione della stampante.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Rinomina dispositivo (opzionale)";

/* Renaming device error title and description */
"Cannot change device name." = "Impossibile modificare il nome del dispositivo.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Dispositivo non rinominato. È possibile riprovare, provare a utilizzare un altro nome o continuare con il nome corrente del dispositivo.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Alla stampante è assegnato un driver AirPrint. Tale driver offre funzionalità di base ed è compatibile con la stampante. Tuttavia, per garantire l'accesso a tutte le funzionalità della stampante, si consiglia di utilizzare il driver per stampanti HP.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Alla stampante è assegnato un driver generico. Tale driver offre funzionalità di base ed è compatibile con la stampante. Tuttavia, per garantire l'accesso a tutte le funzionalità della stampante, si consiglia di utilizzare il driver per stampanti HP.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Scaricare e installare il software consigliato per il prodotto HP.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Attivare la rete Wi-Fi del Mac per rilevare i dispositivi disponibili.";
"Searching for device with IP address: %@" = "Ricerca del dispositivo con indirizzo IP: %@";
"Filter the listed devices, or enter an IP address or host name." = "Filtrare i dispositivi elencati oppure inserire un indirizzo IP o un nome host.";
"Devices matching %@" = "Dispositivi corrispondenti a %@"; 
"Cannot find device." = "Impossibile trovare il dispositivo.";
"Searching for device with host name: %@" = "Ricerca del dispositivo con nome host: %@";


/* Printer configuration */
"Set Up My HP Product" = "Configura prodotto HP";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "Per configurare il dispositivo, HP Easy Start richiede la modifica temporanea delle impostazioni di rete. È necessaria l'autorizzazione.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Il dispositivo non è compatibile con reti 5 GHz. Selezionare un'altra rete, quindi riprovare.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Impossibile collegare il dispositivo al canale di rete %1$@. I canali supportati sono %2$@. Configurare il router in modo da utilizzare uno dei canali supportati oppure selezionare un'altra rete.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Impossibile collegare il dispositivo al canale di rete %@. Configurare il router in modo da utilizzare uno dei canali supportati oppure selezionare un'altra rete.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Raccolta delle informazioni sul dispositivo...";


/* USB device busy error allert title and description */
"The device is busy" = "Il dispositivo è occupato";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Il dispositivo è utilizzato dal sistema operativo o da altre applicazioni. Riprovare o riavviare il dispositivo.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Impossibile comunicare con il dispositivo.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Verificare che il dispositivo sia acceso e connesso alla rete. Verificare inoltre l'indirizzo IP o il nome host assegnati al dispositivo e che i dati di ricerca siano stati digitati correttamente. Fare clic sul pulsante Informazioni per ulteriori suggerimenti da seguire se si continua a non trovare il dispositivo.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "Il nome utente e la password assegnati a questo dispositivo dall'amministratore sono obbligatori per eseguire questa operazione.";



/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Preparazione della configurazione...";
"Connecting to the device..." = "Connessione al dispositivo...";
"Setting up the device..." = "Configurazione del dispositivo...";

"Restoring your network connection..." = "Ripristino della connessione di rete...";
"Verifying the device settings..." = "Verifica delle impostazioni del dispositivo...";
"Your device is now connected." = "Il dispositivo è ora connesso.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Abilita stampa";

/* For multi-function printers */
"Enable Print and Scan" = "Abilita stampa e scansione";
"Follow these steps to prepare to print and scan." = "Per preparare la stampa e la scansione, procedere come segue.";

/* For single-function scanners */
"Enable Scanning" = "Abilita scansione";
"Follow these steps to prepare for scanning." = "Per preparare la scansione, procedere come segue.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Per verificare che lo scanner sia stato configurato correttamente, inserire un documento nello scanner in base ai contrassegni di posizionamento del dispositivo, quindi fare clic su Acquisici pagina di prova.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Tipo di connessione non supportato.";
"Scanning functions will not be available" = "Le funzioni di scansione non saranno disponibili.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X non supporta la scansione su dispositivi connessi con i metodi nome host o indirizzo IP. È possibile continuare a configurare il dispositivo solo per la stampa. Per la scansione, abilitare Bonjour sul dispositivo, verificare che il dispositivo sia connesso alla stessa rete locale del Mac, quindi selezionare di nuovo il dispositivo quando visualizzato nell'elenco.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X non supporta la scansione su dispositivi connessi con i metodi nome host o indirizzo IP. Abilitare Bonjour sul dispositivo, verificare che il dispositivo sia connesso alla stessa rete locale del Mac, quindi selezionare di nuovo il dispositivo quando visualizzato nell'elenco.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Connessione allo scanner...";
"The scanner reported an error" = "Errore dello scanner.";
"Scanning..." = "Scansione...";
"The scanner is warming up..." = "Lo scanner è in fase di riscaldamento...";
"A document is not loaded" = "Non è stato caricato un documento.";

/* Test page control titles */
"Scan" = "Acquisisci";

"Print" = "Stampa";
"Scan Test Page" = "Acquisisci pagina di prova";

/* Create device queue instruction and button title */
"Add Device..." = "Aggiungi dispositivo...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Selezionare \"%1$@\" con valore Posizione \"%2$@\"";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "Le informazioni registrate verranno salvate in \"%1$@\" nella cartella %2$@.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Verificare che lo scanner funzioni correttamente.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "La rete selezionata non è raggiungibile dal dispositivo HP. Provare a spostare il dispositivo più vicino al router o punto d'accesso wireless.";
"Google Analytics Privacy Policy" = "Norme sulla privacy di Google Analytics";
"The scanner was added successfully." = "Lo scanner è stato aggiunto correttamente.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "Il dispositivo %1$@ supporta OS X %2$@ o versioni successive. Aggiornare il sistema operativo del computer.";
"Test Your Scanner" = "Eseguire il test dello scanner";
"Place an item on the scanner and try again." = "Posizionare un elemento sullo scanner, poi riprovare.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Verificare che il cavo USB sia collegato correttamente alle porte USB sul dispositivo e sul Mac.";
"Cannot configure the device software." = "Impossibile configurare il software del dispositivo.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Assicurarsi che tutti i cavi del dispositivo siano collegati correttamente o che la connessione wireless funzioni correttamente, poi riprovare.";
"ReviewedCheckboxTitle" = "Ho letto e accetto i contratti e le impostazioni.";
"Your Mac login password is required to complete this step." = "Per completare questo passaggio è necessaria la password di accesso al Mac.";
"Make sure your device is powered on and connected to the network, and then try again." = "Verificare che il dispositivo sia accesso e connesso alla rete, poi riprovare.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "I driver dello scanner HP per il dispositivo %1$@ sono disponibili solo per OS X %2$@ o versioni successive. Aggiornare il sistema operativo del computer, poi installare i driver HP più recenti.";
"Creating the printer queue..." = "Creazione della coda di stampa in corso...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Per verificare che la stampante sia stata configurata correttamente, assicurarsi che ci sia carta nel vassoio della stampante, poi fare clic su Stampa pagina di test.";
"Connecting to the scanner. Please wait..." = "Connessione allo scanner in corso. Attendere...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "Per autorizzare l'installazione di software da parte di HP Easy Start su questo computer sono necessarie le credenziali di accesso al Mac. Fare clic su OK, poi riprovare.";
"The %@ IP address is not reachable." = "L'indirizzo IP %@ non è raggiungibile.";
"Click to setup the scanner in the system" = "Fare clic per configurare lo scanner nel sistema";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "L'indirizzo IP fornito si trova su una rete IP diversa e non è accessibile dal Mac.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "Per eseguire questo passaggio facoltativo, posizionare un documento a una pagina sullo scanner rispettando i contrassegni di posizione, poi fare clic su Acquisisci pagina di prova. Se l'operazione va a buon fine, l'immagine acquisita apparirà nell'area di anteprima.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Verificare che il cavo USB sia collegato correttamente alle porte USB sul dispositivo e sul Mac. Se il dispositivo non viene comunque rilevato, scollegare il cavo USB, attendere qualche secondo, poi ricollegarlo.";
"ProductImprovementDescription" = "Per migliorare i prodotti e le soluzioni HP, comprendere meglio i nostri clienti e sviluppare iniziative aziendali strategiche, HP utilizza strumenti, fra cui Google Analytics, per raccogliere, unificare e analizzare dati che non contengono informazioni atte all'identificazione personale.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Aggiungere questo scanner all'elenco \"Stampanti e Scanner\" in Preferenze di Sistema.";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Aggiungere questa stampante all'elenco \"Stampanti e Scanner\" in Preferenze di Sistema.";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Per eseguire questo passaggio facoltativo, posizionare un foglio di carta %@ nel vassoio della stampante, poi fare clic su Stampa pagina di test.";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ deve essere riavviato";
"Setup of the selected device requires HP software update and restart of %@." = "La configurazione del dispositivo selezionato richiede l'aggiornamento e il riavvio del software HP di %@.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Aggiungere questo dispositivo all'elenco di Preferenze di sistema \"%@\".";
"Add this scanner to the System Preferences \"%@\" list." = "Aggiungere questo dispositivo all'elenco di Preferenze di sistema \"%@\".";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Stampa e Scanner";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Stampanti e scanner";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Alcune funzioni del dispositivo in uso potrebbero non essere disponibili.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X supporta le funzioni di scansione e fax per i dispositivi connessi solo tramite Bonjour, tuttavia il dispositivo in uso non può essere rilevato tramite Bonjour. È possibile continuare a configurare questo dispositivo solo per la stampa. Per utilizzare tutte le funzioni del dispositivo, abilitare Bonjour sul proprio dispositivo, verificare che il dispositivo sia collegato alla stessa rete locale del Mac, quindi selezionare nuovamente il dispositivo quando visualizzato nell'elenco.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "La coda di stampa per il dispositivo deve essere aggiornata.";
"Update..." = "Aggiorna...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X non supporta la scansione su dispositivi collegati tramite metodi con nome host o indirizzo IP. Per eseguire la scansione, abilitare Bonjour sul proprio dispositivo, verificare che il dispositivo sia collegato alla stessa rete locale del Mac, quindi selezionare nuovamente il dispositivo quando visualizzato nell'elenco.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Per collegare il dispositivo, procedere come segue. Al termine di ogni passaggio, fare clic su \"Riprova\".\n \n1. Verificare che tutti i cavi siano connessi in modo sicuro o che la connessione wireless funzioni correttamente.\n\n2. Spegnere il dispositivo, quindi riaccenderlo.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Configurazione hardware";
"Lets install ink and paper" = "Installazione di inchiostro e carta!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Seguire le istruzioni stampate fornite con il dispositivo.\n\nUna volta ultimata l'installazione di inchiostro e carta, selezionare <b>Continua</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Impossibile stabilire una connessione per la configurazione online.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Alcuni passaggi della configurazione del dispositivo, inclusa l'installazione del software HP, richiedono una connessione a Internet. Assicurarsi che il computer sia connesso a Internet, quindi fare clic su Riprova. Fare clic su Continua offline per saltare la configurazione online.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Alcuni passaggi della configurazione del dispositivo, inclusa l'installazione del software HP, richiedono una connessione a Internet. Assicurarsi che il computer sia connesso a Internet, quindi fare clic su Riprova. Fare clic su Continua offline per saltare i passaggi della configurazione online e configurare il dispositivo con il driver AirPrint.";
/* Continue offline button title */ 
"Continue Offline" = "Continua offline";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Download software in corso. Attendere il completamento del download.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Chiudi comunque";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "È presente un download attivo in corso. Attenderne il completamento o annullare il download attivo.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "Impossibile scaricare il software. Riprovare più tardi.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Abilita Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Il dispositivo è disponibile tramite una connessione Bonjour.";
"Using Bonjour allows you to have more features and options for work with your device." = "Bonjour consente di avere più funzioni e opzioni disponibili per lavorare con il dispositivo.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Usa connessione Bonjour";
"Use current connection" = "Usa connessione corrente";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X supporta le funzionalità di scansione e fax solo per i dispositivi connessi via Bonjour, ma questo dispositivo non può essere rilevato tramite Bonjour. È possibile continuare a configurare questo dispositivo per la sola funzionalità di stampa. Per usare tutte le funzioni del dispositivo, abilitare Bonjour sul dispositivo e assicurarsi che sia connesso alla stessa rete locale del Mac.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X supporta la funzionalità di scansione solo per i dispositivi connessi via Bonjour, ma questo dispositivo non può essere rilevato tramite Bonjour. Abilitare Bonjour sul dispositivo e assicurarsi che sia connesso alla stessa rete locale del Mac.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Connettere il dispositivo alla rete wireless";
"Your device supports wireless network connection." = "Il dispositivo supporta la connessione a una rete wireless.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Connetti a rete wireless";
"Continue with USB connection" = "Continua con USB";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Verificare che il cavo USB sia collegato correttamente alle porte USB sul dispositivo e sul Mac. Se si riscontrano comunque problemi, spegnere il dispositivo, aspettare qualche secondo e riaccenderlo.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Scollegare il dispositivo dall'USB.";
"Please unplug your device from USB to start using the network connection." = "Scollegare il dispositivo dall'USB per iniziare a usare la connessione di rete.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Nome modello dispositivo";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Immettere il nome modello del dispositivo per avviare la ricerca di software online.";

/* Done button title */
"New Download" = "Nuovo download";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Per verificare che la stampante sia stata configurata correttamente, assicurarsi che ci sia carta nel vassoio della stampante, quindi fare clic su %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Per eseguire questa procedura opzionale, collocare un documento a una pagina sullo scanner rispettando i contrassegni di posizionamento, quindi fare clic su %@. Se la procedura va a buon fine, l'immagine acquisita apparirà nell'area di anteprima.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Per eseguire questa procedura opzionale, collocare un foglio di carta %@ nel vassoio della stampante, quindi fare clic su %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "%@ Il supporto per la frequenza di banda Wi-Fi è disattivato. Attivarlo sul pannello di controllo del dispositivo o selezionare un'altra rete.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Selezionare il dispositivo da usare, quindi fare clic su <b>Continua</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Nota: quando si fa clic su <b>Accedi</b>, il Mac verrà temporaneamente disconnesso dalla rete wireless. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Fare clic sull'etichetta sotto l'icona del dispositivo e assegnare al dispositivo un nome facile da riconoscere; assicurarsi che la rete Wi-Fi cui è attualmente connesso il Mac sia selezionata, quindi fare clic su <b>Accedi</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Fare clic su <b>Open HP Utility</b> (Apri utility HP), quindi seguire le istruzioni visualizzate. Quando si apre HP Utility, HP Easy Start verrà chiuso automaticamente.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Fare clic su <b>Continua in linea</b> per aprire il browser, quindi seguire le istruzioni visualizzate. Quando si apre il browser, HP Easy Start verrà chiuso automaticamente.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Accendere il dispositivo per configurarlo, connetterlo e iniziare a stampare rapidamente e facilmente con HP Easy Start. In pochi, semplici passaggi, la stampante o lo scanner HP saranno pronti all'uso!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Selezionare il paese...";
"Select Language..." = "Selezionare la lingua...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Connessione Bonjour necessaria per l'acquisizione.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Fare clic su <b>Continua</b> per continuare con la connessione Bonjour.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Aggiungi e verifica dispositivo"; 
"Follow these steps to prepare the device for work." = "Seguire questi passaggi per preparare il dispositivo.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Configurazione non completa";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Se si chiude %1$@, potrebbe non essere possibile stampare da questo computer.\nAnche se la stampante è stata connessa a una rete, occorre comunque installare i driver della stampante.\nInoltre, se si chiude questa finestra ora, i materiali di consumo potrebbero non essere configurati correttamente.\nFare clic su <b>%2$@</b> per continuare la configurazione (scelta raccomandata), su <b>%3$@</b> per scaricare e installare i driver della stampante o su <b>%4$@</b> per chiudere l'applicazione.";

/* Skip online setup button title */
"Skip to Software Download" = "Passa a download software";

/* Quit application during online setup button title */
"Quit" = "Chiudi";

"Welcome to %@!" = "Benvenuto su %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Accendi il dispositivo per configurarlo facilmente, connetterlo e iniziare a stampare con HP Easy Start.\nPrepara la tua stampante o il tuo scanner HP all'uso!";
I_Have_Read_Agreement_prefix = "Ho letto e accettato l'";
"End_User_License_Agreement" = "Accordo di licenza con l'utente finale";
" and " = " e l'";
"Privacy Statement" = "Informativa sulla privacy";
I_Have_Read_Agreement_suffix = ".";
User_Settings_prefix = "Per saperne di più o modificare le Impostazioni utente, ";
"click here" = "fai clic qui";
User_Settings_suffix = ".";
"User Settings" = "Impostazioni utente";
"Allow usage information to be sent" = "Consenti l'invio di informazioni sull'utilizzo";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP acquisisce e analizza i dati tecnici e di utilizzo della stampante dai dispositivi HP allo scopo di fornire e migliorare prodotti, servizi e operazioni aziendali, nonché distribuire vantaggi e informazioni rilevanti. Inoltre, HP può analizzare tali dati in combinazione con altri dati acquisiti nel rispetto dell'Informativa sulla privacy HP.";
"Allow your %@ software to send data to HP" = "Consenti al software %@ di inviare dati ad HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "Al fine di distribuire versioni sempre migliori del software %@, HP acquisirà periodicamente dati di utilizzo anonimi (alcune informazioni potrebbero essere raccolte utilizzando Google Analytics) e trasmetterà tali dati ad HP.";
"Click here to learn more about Google Analytics" = "Per ulteriori informazioni su Google Analytics, fai clic qui";
"Prepare printer for setup" = "Prepara la stampante per l'installazione";
"Click <b>Continue</b> after you complete the following tasks." = "Fai clic su <b>Continua</b> dopo aver completato le attività sottostanti.";
"Make sure the printer is plugged into a power source" = "Assicurati che la stampante sia collegata a una fonte di alimentazione";
"Make sure the printer is turned ON" = "Assicurati che la stampante sia accesa";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "Per l'installazione wireless della stampante, rimuovi eventuali cavi Ethernet o USB collegati alla stampante";
"For assistance with these tasks, consult the information provided with your printer." = "Per assistenza su queste operazioni, consulta le informazioni fornite con la stampante.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Scarica";
/* Menu item to create new window */
"New Download Window" = "Nuova finestra Download";

/* Main screen title */
"Download Software" = "Download di software";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Inserisci il nome del modello del dispositivo per avviare la ricerca di software";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Nessun modello selezionato";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Mostra nel Finder";
